tap "homebrew/cask-fonts"

# App Store CLI
brew "mas"

# HTTP clients
brew "wget"
brew "curl"

# Git
brew "git"
brew "gh"
brew "jesseduffield/lazygit/lazygit"

# Terminal customiztions
brew "eza"
brew "bat"
brew "eth-p/software/bat-extras-prettybat"
brew "fd"

# zsh plugins
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-completions"
brew "powerlevel10k"

# File manipulation
brew "fx"
brew "jq"
brew "yq"
brew "ripgrep"

# Terminal multiplexer
brew "tmux"
brew "tpm"

# Text editor
brew "neovim"

# Dotfiles
brew "chezmoi"

# Programming Languages
brew "go"
brew "nvm"

# Browser
cask "google-chrome"

# Spotlight replacement
cask "raycast"

# Fonts
cask "font-fira-code-nerd-font"

# Terminal emulator
cask "kitty"

# Window manager
cask "rectangle"

# Password manager
cask "1password"

# Spotify
cask "spotify"

# Docker
cask "docker"

# Spaced repetition software
cask "anki"

# Note taking
cask "obsidian"
cask "notion"

# Design
cask "figma"

# Logitech
cask "logi-options-plus"
