tap "homebrew/cask-fonts"

# App Store CLI
brew "mas"

# HTTP clients
brew "wget"
brew "curl"

# Git
brew "git"
brew "gh"
brew "jesseduffield/lazygit/lazygit"

# Terminal customiztions
brew "eza"
brew "bat"
brew "eth-p/software/bat-extras-prettybat"

# File manipulation
brew "fx"
brew "jq"
brew "yq"
brew "ripgrep"

# Terminal multiplexer
brew "tmux"

# Text editor
brew "neovim"

# Dotfiles
brew "chezmoi"

# Browser
cask "google-chrome"

# Spotlight replacement
cask "raycast"

# Fonts
cask "font-fira-code-nerd-font"

# Terminal emulator
cask "kitty"

# Window manager
cask "rectangle"
